// Сон.
# story: dream

-> dream

=== dream ===
Ты лежишь с закрытыми глазами и долго ворочаешься. Сцены пожара раз за разом прокручиваются в твоей голове, постепенно сливаясь с маревом сна. # thought
Искры и дым снова окружают тебя. Ты, задыхаясь, идёшь по коридору гостиницы, который никак не заканчивается. # thought
Ты стучишься в каждый из номеров, и из них выходят обгоревшие люди — все с лицом водителя. # thought
Начальник, сигаретки не найдётся? # window:default # char:driver # skippable:false
Жену мою не видел? Увидишь, скажи, что она сука. # char:driver # skippable:false
Окно, главно, не открывай — застудимся… # char:driver # skippable:false
Мальчика ищешь? Заходи, вместе поищем. # char:driver # skippable:false
Пока не покурю, не успокоюсь. # char:driver # skippable:false
Хозяйка — стерва, со свету меня сжить хочет. # char:driver # skippable:false
Перед тобой из дыма появляется оконная рама. Ты наседаешь на неё плечом и с криком вываливаешься в снежную мглу. Сзади ты слышишь нечеловеческие вопли водителей. # thought
-> END
