// Игрок заперт в кладовке. Инженер поджигает шкаф снаружи.
# story: storage_fire

-> fire

=== fire ===
Услышав шаги за стеной, в последнюю секунд ты тянешь шкаф на себя. Теперь ты заперт в кладовке. #window:thought #skippable_default:false
Через пару минут ты слышишь какой-то шум.
Мебель он двигает, что ли?
Ты пробуешь толкнуть шкаф, но он не поддаётся. Похоже, что теперь ты в ловушке.
М-да. И что могло пойти не так?
Ты чувствуешь запах дыма. Этого ещё не хватало.
Эй! Владислав! Что ты делаешь? Давай поговорим!
Из щели начинает проникать огонь. Дело дрянь.
ВЛАДИСЛАВ! ГАСИ ОГОНЬ! ЭЙ! ЭЙ! # response # skippable:false
Снаружи ни звука. #window:thought
Огонь не успевает по-настоящему обжечь тебя: дым заполняет твои лёгкие и погружает тебя в сон.
Все кончено.
-> END
