// Триггер: сам, если инженера убили, выгнали или ты ушёл утром.
# story: engineer_street

# load:engineer_dead

VAR engineer_dead = false

-> street

=== street ===
{engineer_dead:
    Если Владислав сказал правду, звук выстрела никто не должен был услышать. # thought
    Но оставаться тут нельзя. Немного успокоившись ты выходишь на улицу.
}
В подъезде холодно. Снаружи ещё холоднее. # thought
Соседний подъезд заперт. В следующем доме звонок работает, но никто не отвечает. В окнах темно. # thought
За спиной остаётся единственное освещённое окно. # thought
Согрелся. Спасибо. # response # skippable:false
-> END
