// Кухня. Встреча с инженером — inside_house.ink.

VAR suspicion = 0

-> kitchen

=== kitchen ===
%%Что бы вы хотели узнать? # timeout:0
* [Про мальчика.]
	-> boy -> kitchen
* [Про работу в НИИ.]
	-> nii -> kitchen
+ [Пока хватит.]
	-> closing

=== boy ===
Я никогда его не знал. Говорят, что он приезжал сюда периодически.
В день его приезда я видел его в окне моего дома примерно в 19:30. Он шел от автобусной остановки в сторону Горной.
-> boy_questions

= boy_questions
%%Что именно вас интересует?
* [Во что он был одет?]
	На нем была синяя куртка и бело-красная шапка. Больше, кажется, ничего не помню.
	Хотя нет, ещё на нем был рюкзак — как будто школьный. Теперь точно все.
	-> boy_questions
* [Вы уверены, что это было в 19:30?]
	Да, конечно. Я вязал на кухне и периодически поглядывал на часы.
	Я помню, что обратил внимание на мальчика на улице, потому что в это время людей там уже мало.
	-> boy_questions
+ [Понятно, давайте дальше...]
	->->

=== nii ===
Это имеет отношение к делу или вам просто интересно? # anim:sad # timeout:8
+ [У вас тут столько книг, я впечатлен.]
	-> nii_story
+ [Все имеет отношение к делу.]
	~ suspicion += 1
	-> nii_story

=== nii_story ===
Хм, ну что ж. В общем-то ничего интересного. Мы работали под начальством Бориса Николаевича Морозова. Вы, конечно, о нем слышали?
+ [Разумеется]
	~ suspicion += 1
	-> nii_neutrino
+ [Если честно, нет...]
	Он был настоящим гением своего времени. В газетах его тогда ставили в один ряд с Хиггсом и Глэшоу.
	Впрочем, с того момента его слава поубавилась.
	-> nii_neutrino

=== nii_neutrino ===
В то время набирала популярность его теория о биогенной природе нейтрино частиц. Не вдаваясь в лишние подробности, это такой вид элементарных частиц, иногда появляющихся при распаде электрона. Долгое время их существование не удавалось доказать, а когда наконец удалось, ученые не могли до конца понять, откуда они берутся.
Борис Николаевич выдвинул по-настоящему смелую гипотезу. Он предположил, что возникновение нейтрино частиц связано с работой нейтронов головного мозга.
+ [Человека?]
	Да. # anim:relaxed
	Конечно, сейчас эту теорию никто не воспринимает всерьез, научный мир двинулся дальше. Но на какое-то время это было так удивительно…
	Фундаментальное научное явление, нечто влияющее на устройство вселенной, происходит лишь благодаря нашему человеческому мозгу.
	-> nii_neuro

=== nii_neuro ===
+ [Поэтому у вас на полке книги о нейробиологии?]
	Конечно. Борис Николаевич утверждал, что лишь часть процессов в головном мозге приводит к появлению частиц. Мы работали на стыке двух дисциплин, конечно, у нас были коллеги, которые специализировались на нейробиологии, но многое необходимо было знать каждому.
	+ [А Майа? У вас также стоят на полке книги о древних цивилизациях.]
		Это уже мое личное увлечение.
		-> nii_maya

=== nii_maya ===
{suspicion <= 1:
	-> nii_ghosts
}
У вас есть ещё вопросы?
+ [Действительно смело…]
	Конечно, эта теория быстро себя изжила. Как это часто бывает в научном мире, исследование себя не оправдало и нашу лабораторию закрыли.
	->->
+ [Ладно, кажется, мы отошли от темы.]
	->->

=== nii_ghosts ===
Впрочем, некоторая связь с исследованиями все-таки есть. В свое время я очень увлекся одной мыслью — в наших исследованиях некоторые процессы в мозгу приводили к более сильному выбросу нейтрино.
Эти явления сопровождались у подопытных своего рода галлюцинациями очень похожего толка — казалось, что процесс высвобождения частиц или сами частицы неразрывно связаны с одним и тем же набором образов.
Я начал изучать литературу и увидел знаки, прописанные через всю человеческую историю. Образы, повторяющиеся слишком часто, чтобы быть обычным совпадением.
+ [Образы?]
	Человеческие фигуры. Абстрактные образы или усопшие. Призраки.
	Их описания практически идентичны, что в источниках 17-го века, что в преданиях Майа. Вы, наверное, скажете, что я сошел с ума.
	+ [Промолчать]
		Ну и ладно.
		->->
	+ [Я вам верю.]
		Ну и ладно.
		->->
+ [Что это за процессы?]
	Реакция на некоторые вещества, сильный стресс, гипноз и гипотермия.
	Давайте сменим тему.
	->->

=== closing ===
Если появятся ещё вопросы — я на кухне.
-> END
