// Ночь. Пожар в гостинице «Виктория».

# story: night_fire
# load: has_cigarette, met_engineer
# save: exit

VAR has_cigarette = false
VAR met_engineer = false
VAR exit = ""

-> wake

=== wake ===
Э, вот тут ещё один, доставайте его, блядь, может хотя бы он не прижарился. # window:default # char:voice # skippable:false
Тащи его наружу! # char:voice # skippable:false
Кто там шумит? Ты нехотя просыпаешься и открываешь глаза. # thought
Дверь распахивается и ты видишь перед собой тёмные фигуры на фоне светящегося красным дверного проёма. # thought
Всё происходит замедленно, будто в кино. Вокруг стоит непонятная дымка. # thought
Тебе тычут какой-то мокрой тряпкой, хватают под руки и начинают куда-то тащить. # thought
* [Спросить, что происходит.]
	Горим, блядь, что! # window:default # char:voice # skippable:false
	Ты языком особо не болтай, надышишься, за меня держись и на выход шагай. # char:voice # skippable:false
	Повязку к лицу приложи, угоришь. # char:voice # skippable:false
	-> corridor
* [Попытаться вырваться.]
	Ты вырываешься, но тебя ведёт в сторону и ты падаешь. # window:default # thought
	Почему-то очень кружится голова. # thought
	Заботливые руки поднимают тебя, дают подзатыльник и продолжают тащить. # thought
	Да не рыпайся, опездол, ты дымом надышался, за меня держись и на выход шагай. # char:voice # skippable:false
	Повязку к лицу приложи, а то совсем угоришь. # char:voice # skippable:false
	-> corridor

=== corridor ===
Держась за чьё-то плечо, ты плывёшь по коридорам гостиницы. # window:default # thought
Ноги ворочаются с трудом, но вы идёте в сторону лестницы по озаряемому багровым светом коридору. # thought
Ты чувствуешь, как в спину давит плотная стена жара, оглядываешься назад — в том конце коридора огонь пожрал уже почти всё. # thought
Вдруг ты замечаешь вырывающиеся языки пламени из номера 204. # thought
А… кх-кх… Семён… # response # char:detective # skippable:false
Семёна уже забрали, ему меньше, чем тебе повезло. # char:voice # skippable:false
Как бы не отъехал тот водитель, хе-хе-хе # char:voice # skippable:false
Успокоенный, ты окончательно обвисаешь на плече добродетеля, еле перебирая ногами. # thought
Наконец, вы вываливаетесь из гостиницы, жар отступает и теперь со всех сторон наваливается холод. # thought
Вместо дыма глаза залепляет снег, ты падаешь на колени и, покачиваясь, отплёвываешься. # thought
За спиной слышится треск, ты оглядываешься. # thought
В одном месте обвалилась крыша, надпись «Виктория» покосилась. # thought
В свете вспыхнувших искр ты видишь, что вытащил тебя мужик в форме работяги. # thought # char:worker # away:voice
Ну всё, приплыли. # char:landlady # skippable:false
Я ему говорила не курить, поди с сигаретой уснул и кирдык, мудило, поделом ему. Аййй… # char:landlady # skippable:false
Хозяйка махнула рукой, поставила ведро, при помощи которого, очевидно, пыталась тушить пожар, перевернула его, села, и начала меланхолично смотреть на пожар, мерно покачивая головой. # thought # char:landlady
Ты протираешь глаза от снега и сажи и оглядываешься в поисках водителя. # thought
Он обнаруживается лежащим на сугробе невдалеке. # thought
Пошатываясь, ты встаёшь с колен и подходишь к нему. # thought # char:driver
Ыхххххх… С-с… # char:driver # skippable:false
Водитель сильно обгорел. Кожа лохмотьями сходит с его запечённого лица, обнажая мышцы, одежда почти не держится, в прорехах проглядывают красные и чёрные фрагменты плоти. # thought
Если бы рабочий не поторопился, так бы мог выглядеть и я. # thought
Эй, позовите врача, он же откинется сейчас! # response # char:detective # skippable:false
Врач, ха, у нас последний врач в 2013 уехал. # char:worker # skippable:false
Да и какой ему уже врач, парень не жилец, посмотри на него # char:worker # skippable:false
У нас в Чечне и не таких откачивали, надо его отвезти в райцентр, ещё куда-то, ну нельзя же его так оставлять! # response # char:detective # skippable:false
Даю зуб, что этаких бурь «у вас в Чечне» не было. # char:worker # skippable:false
Кто его повезёт сейчас, посмотри вокруг? В такую бурю, ночью… # char:worker # skippable:false
Встанет машина, будет один зажаренный, другой замороженный, весёлый дуэт мертвяков «Биба и Боба». # char:worker # skippable:false
Дай ему лучше сигарету на прощанье, вон, губы тянет… # char:worker # skippable:false
Водитель и правда вытягивал губы вперед, будто прося сигарету. # thought # char:driver
Он весь трясся, то ли от холода, то ли от боли, то ли от всего сразу. # thought
-> cigarette

=== cigarette ===
* {has_cigarette} [Дать водителю сигарету.]
	Ты достаёшь сигарету, прикуриваешь её и вставляешь Семёну в рот. # window:default # thought # char:driver
	Тот затягивается, выпускает клуб дыма, и затихает. # thought
	Тебе становится немного легче. # thought
	-> bystanders
* {not has_cigarette} [У меня нет сигареты.]
	Ну, перебьётся значит, огоньку для него уже явно и так нашлось. # window:default # char:worker # skippable:false
	Рабочий уходит к хозяйке, оставляя тебя сидеть с подёргивающимся и хрипящим водителем. # thought # away:worker
	Ты бы многое отдал, чтобы хоть немного облегчить его страдания. # thought
	-> bystanders

=== bystanders ===
Немного в стороне ты видишь других наблюдающих за пожаром. # window:default # thought
{met_engineer:
	Среди них ты видишь голову Владислава из магазина. # thought
	Ты машешь ему рукой. Он замечает это, кивает и подходит к тебе. # thought # char:engineer
	Старик озабоченно осматривает тебя и подхватывает тебя под руку, когда ты чуть не падаешь, запнувшись о какой-то обгоревший мусор. # thought
	Вы в порядке? Выглядите потрёпанно. # char:engineer # skippable:false
- else:
	Один из них, старичок, подходит к тебе. # thought # char:engineer
	Погодите, не дергайтесь. Дайте я вас осмотрю. # char:engineer # skippable:false
	Старик озабоченно осматривает тебя и подхватывает тебя под руку, когда ты чуть не падаешь, запнувшись о какой-то обгоревший мусор. # thought
	Тьфу, черт… Да в порядке все, нормально. А вы кто такой? # response # char:detective # skippable:false
	Я Владислав. Инженер. На пенсии, то есть. Проходил мимо, а тут! Ужас что происходит. # char:engineer # skippable:false
	Вы как вообще? Выглядите потрёпанно. # char:engineer # skippable:false
}
-> how_are_you

=== how_are_you ===
* [Ничего, есть вон кому похуже.]
	Ничего, есть вон кому похуже. # response # char:detective # skippable:false
	-> offer
* [Честно? Хреново, и телу и душе.]
	Честно? Хреново, и телу и душе. # response # char:detective # skippable:false
	-> offer

=== offer ===
Конечно, понимаю… Ну что тут поделаешь, ничего ведь не поделаешь. # window:default # char:engineer # skippable:false
Вам есть где переночевать? На эту ночь могу пригласить вас в своё скромное жилище. # char:engineer # skippable:false
* [Согласиться.]
	~ exit = "engineer_road"
	-> END
* [Да нет, спасибо, и не в таком плавали, справлюсь.]
	Да нет, спасибо, и не в таком плавали, справлюсь. # response # char:detective # skippable:false
	Ну смотрите, моё дело предложить. # char:engineer # skippable:false
	Ты решаешь остаться на пожаре и отдохнуть. # thought
	Ты явно не замёрзнешь рядом с таким костерком, а общения на сегодня тебе хватит. # thought
	Ты садишься на бревнышко и начинаешь задрёмывать… # thought
	~ exit = "night_stay"
	-> END
