// Ночь. Отказ от ночлега. Женщина у пожара.

# story: night_stay

-> stay

=== stay ===
Ты просыпаешься от странного деревянного перестука. # window:default # thought
Уже начало светать, все зеваки разошлись, остался только ты, водитель и совсем не уставший пожар. # thought
Ты осматриваешься, и вдруг видишь рядом незнакомую женщину. # thought # char:woman
Ты пытаешься понять, как она выглядит, запомнить для досье, но из-за жаркого марева её черты расплываются. # thought
Она завороженно смотрит на пожар, который окрашивает её лицо красным цветом. # thought
Вы не знаете, отчего загорелось? # response # char:detective # skippable:false
Что? # char:woman # skippable:false
Женщина поворачивается к тебе и ты отшатываешься. # thought
Её лицо остаётся красным, несмотря на то, что она отворотилась от огня. # thought
Кажется ей лет 20. Или 60? Не поймёшь. # thought
Пожар, вы не знаете почему пожар? # response # char:detective # skippable:false
Пожар… Тут всегда пожар. Сколько я себя помню, этот дом горел. # char:woman # skippable:false
Не в первый раз что ли горит? # response # char:detective # skippable:false
Горит… Нет никаких разов, он просто горит сколько я помню себя. # char:woman # skippable:false
Кто горит, тот не мёрзнет. Кто мёрзнет, тот послушал звёзды. # char:woman # skippable:false
Глупый стишок вышел. Я всё видела. Я хочу сладкой фасоли. # char:woman # skippable:false
Не слушай деревянные звёзды. Лучше уж сгореть, чем мёрзнуть. Сгореть лучше. # char:woman # skippable:false
Но не всем повезло сгореть, скоро сам узнаешь. А может не узнаешь? Я хочу фасоль. # char:woman # skippable:false
В гостинице что-то снова рушится и тебе в лицо вылетает куча пепла, пыли и искр. # thought
Ты инстинктивно зажмуриваешься, а когда открываешь глаза, рядом уже никого нет. # thought # away:woman
-> END
