# save: seen_photo

VAR seen_photo = false
~ seen_photo = true
В ящике тумбы, среди бумаг, взгляд цепляется за фото в добротной деревянной раме. Фото порядком выцвело. # window:default # skippable:true # thought
На фотографии запечатлены пару десятков человек в халатах. Владислав моложе, но узнать его нетрудно. # thought # skippable:true
За их спинами — огромное металлическое устройство неясного назначения. Люди на фото не улыбаются. # thought # skippable:true
Ты достаёшь фото из тумбы и переворачиваешь. На рамке надпись: «Артель пионера-героя Павлика…». Конец надписи закрашен — не разобрать. # thought # skippable:true
Снизу приписка другим почерком: «Игнатьев, за оскорбление руководителя лишаешься новогоднего спецпайка и заступаешь на дежурство еженощно с 30 по 5. Коллег с наступающим. Нач. лаб. Б.Н. Морозов». # thought # skippable:true
-> END
